IdeaRS.Connections
SpliceData.ConnectedPlatePath Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the item (plate) which is connected to the splice plate
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string ConnectedPlatePath { get; set; }
Property Value
Type: String
See Also
Reference
SpliceData Class
IdeaRS.Connections.Data Namespace